Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/audacity-tm.tmx
Source language: en
Languages: ca_es

source: "%s" is a RealPlayer media file. Audacity cannot open this proprietary format. You need to convert it to a supported audio format, such as WAV or AIFF.
ca_es: "%s" és un fitxer de tipus RealPlayer. L'Audacity no pot obrir aquest format propietari. Hauríeu de convertir-lo a algun format de so suportat, com ara WAV o AIFF.

source: "%s" is a notes-based file, not an audio file. Audacity cannot open this type of file. Try converting it to an audio file such as WAV or AIFF and then import it, or record it into Audacity.
ca_es: El fitxer "%s" està basat en notes, i no conté so. L'Audacity no pot obrir fitxers d'aquest tipus. Hauríeu de convertir-lo a algun format de so com ara WAV o AIFF, i després importar-lo a l'Audacity.

source: "%s" is a Musepack audio file. Audacity cannot open this type of file. If you think it might be an mp3 file, rename it to end with ".mp3" and try importing it again. Otherwise you need to convert it to a supported audio format, such as WAV or AIFF.
ca_es: El fitxer "%s" és de tipus Musepack. L'Audacity no pot obrir aquest tipus de fitxer. Si penseu que podria tractar-se d'un fitxer mp3, canvieu-li el nom per tal que acabi en ".mp3" i intenteu importar-lo. Altrament haureu de convertir-lo a algun format de so suportat, com ara WAV o AIFF.

source: "%s" is a Wavpack audio file. Audacity cannot open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
ca_es: El fitxer "%s" és de tipus Wavpack. L'Audacity no pot obrir fitxers d'aquest tipus. Hauríeu de convertir-lo a algun format de so suportat, com ara WAV o AIFF.

source: "%s" is a Dolby Digital audio file. Audacity cannot currently open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
ca_es: El fitxer "%s" és de tipus Dolby Digital. L'Audacity no pot obrir fitxers d'aquest tipus. Hauríeu de convertir-lo a algun format de so que estigui suportat, com ara WAV o AIFF.

source: "%s" is an Ogg Speex audio file. Audacity cannot currently open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
ca_es: El fitxer "%s" és de tipus Ogg Speex. L'Audacity no pot obrir fitxers d'aquest tipus. Hauríeu de convertir-lo a algun format de so que estigui suportat, com ara WAV o AIFF.

source: "%s" is a video file. Audacity cannot currently open this type of file. You need to extract the audio to a supported format, such as WAV or AIFF.
ca_es: El fitxer "%s" és un vídeo. L'Audacity no pot obrir fitxers d'aquest tipus. Hauríeu d'extreure'n l'àudio a algun format suportat, com ara WAV o AIFF.

source: Audacity did not recognize the type of the file '%s'. If it is uncompressed, try importing it using "Import Raw".
ca_es: L'Audacity no reconeix el tipus del fitxer '%s'. Si conté so no comprimit proveu d'importar-lo amb l'opció "Importa dades crues".

source: FFmpeg-compatible files
ca_es: Fitxers compatibles amb FFmpeg

source: Index[%02x] Codec[%S], Language[%S], Bitrate[%S], Channels[%d], Duration[%d]
ca_es: Índex[%02x] Còdec[%S], Idioma[%S], Taxa de bits[%S], Canal[%d], Durada[%d]

source: FLAC files
ca_es: Fitxers FLAC

source: GStreamer-compatible files
ca_es: Fitxers compatibles amb GStreamer

source: List of Files in basic text format
ca_es: Llistat de fitxers en un format bàsic de text

source: Invalid window offset in LOF file.
ca_es: Indicació incorrecta de posició de finestra en el fitxer LOF

source: LOF Error
ca_es: Error de LOF

source: Invalid duration in LOF file.
ca_es: Indicació incorrecta de durada en el fitxer LOF

source: MIDI tracks cannot be offset individually, only audio files can be.
ca_es: Les pistes MIDI no es poden desplaçar individualment. Això només es pot fer amb les de so.

source: Invalid track offset in LOF file.
ca_es: Indicació incorrecta de posició de pista en el fitxer LOF

source: : Filename too short.
ca_es: : El nom del fitxer és massa curt

source: Could not open file
ca_es: No s'ha pogut obrir el fitxer

source: : Incorrect filetype.
ca_es: : El tipus de fitxer és incorrecte

source: MP3 files
ca_es: Fitxers MP3

source: Ogg Vorbis files
ca_es: Fitxers Ogg Vorbis

source: Media read error
ca_es: Error de lectura

source: Not an Ogg Vorbis file
ca_es: No és un fitxer Ogg Vorbis

source: Vorbis version mismatch
ca_es: No coincideixen les versions de Vorbis

source: Invalid Vorbis bitstream header
ca_es: Encapçalament invàlid de Vorbis bistream

source: Internal logic fault
ca_es: Avaria de lògica interna.

source: WAV, AIFF, and other uncompressed types
ca_es: WAV, AIFF i altres tipus de fitxers no comprimits

source: copy in
ca_es: copia en

source: Importing %s
ca_es: S'està important %s

source: QuickTime files
ca_es: Fitxers QuickTime

source: Unable to start QuickTime extraction
ca_es: No s'ha pogut iniciar l'extracció des del QuickTime

source: Unable to set QuickTime render quality
ca_es: No s'ha pogut establir la qualitat de presentació del QuickTime

source: Unable to set QuickTime discrete channels property
ca_es: No s'ha pogut establir la propietat de nombre discret de canals del QuickTime

source: Unable to get QuickTime sample size property
ca_es: No s'ha pogut llegir la propietat de mida de les mostres del QuickTime

source: Unable to retrieve stream description
ca_es: No s'ha pogut obtenir la descripció del flux de dades

source: Unable to get fill buffer
ca_es: No s'ha pogut obtenir una memòria intermèdia d'ompliment

source: Import Raw
ca_es: Importa dades crues

source: Import Raw Data
ca_es: Importa dades crues

source: No endianness
ca_es: Ordre de bits no significatiu (endianness)

source: Little-endian
ca_es: El bit menor darrera (little-endian)

source: Big-endian
ca_es: El bit major darrera (big-endian)

source: Default endianness
ca_es: Ordre de bits (endianness) per defecte

source: 1 Channel (Mono)
ca_es: 1 Canal (Mono)

source: 2 Channels (Stereo)
ca_es: 2 Canals (Estèreo)

source: %d Channels
ca_es: %d Canals

source: Byte order:
ca_es: Ordre dels bytes:

source: Channels:
ca_es: Canals:

source: Start offset:
ca_es: Desplaçament inicial:

source: Amount to import:
ca_es: Quantitat a importar:

source: Sample rate:
ca_es: Freqüència de mostreig:

source: Import complete. Calculating waveform
ca_es: S'ha completat la importació. S'està calculant la forma d'ona

source: Decoding Waveform
ca_es: S'està descodificant l'ona de so

source: %s %2.0f%% complete. Click to change task focal point.
ca_es: %s %2.0f%% completat. Feu clic per a canviar el punt focal de la tasca.

source: Batch
ca_es: Processos en cadena

source: Behaviors
ca_es: Comportaments

source: &Don't apply effects in batch mode
ca_es: &No apliquis els efectes quan estiguis en mode de procés per lots

source: Devices
ca_es: Dispositius

source: Interface
ca_es: Interfície

source: &Host
ca_es: &Amfitrió

source: Using:
ca_es: Emprant:

source: Playback
ca_es: Reproducció

source: &Device
ca_es: &Dispositiu

source: Recording
ca_es: Enregistrament

source: De&vice
ca_es: Dis&positiu

source: Cha&nnels
ca_es: Ca&nals

source: No audio interfaces
ca_es: No hi ha cap interfície d'àudio

source: No devices found
ca_es: No s'ha trobat cap dispositiu

source: 2 (Stereo)
ca_es: 2 (Estèreo)

source: Directories
ca_es: Directoris

source: Temporary files directory
ca_es: Directori per a fitxers temporals

source: &Location:
ca_es: &Posició:

source: C&hoose...
ca_es: &Escolliu...

source: Free Space:
ca_es: Espai lliure:

source: Audio cache
ca_es: Memòria intermèdia de so

source: Play and/or record using &RAM (useful for slow drives)
ca_es: Reprodueix i/o enregistra des de la &RAM (recomanable per a dispositius lents)

source: Mi&nimum Free Memory (MB):
ca_es: Memòria lliure mí&nima (MB):

source: If the available system memory falls below this value, audio will no longer be cached in memory and will be written to disk.
ca_es: Si la memòria disponible del sistema cau per sota d'aquest valor, el so ja no es guardarà a a la memòria cau, sinó que s'escriurà directament al disc.

source: Choose a location to place the temporary directory
ca_es: Trieu la ubicació del directori temporal

source: unavailable - above location doesn't exist
ca_es: no està disponible - aquesta ubicació no existeix

source: Directory %s does not exist. Create it?
ca_es: El directori %s no existeix. Desitgeu crear-lo?

source: New Temporary Directory
ca_es: Directori temporal nou

source: Directory %s is not writable
ca_es: No es pot escriure al directori %s

source: Changes to temporary directory will not take effect until Audacity is restarted
ca_es: Els canvis en el directori temporal tindran efecte en reiniciar l'Audacity

source: Effects
ca_es: Efectes

source: Enable Effects
ca_es: Habilita els efectes

source: Audio Unit
ca_es: Unitat d'àudio

source: Restart Audacity to apply changes.
ca_es: Reinicieu l'Audacity per a aplicar els canvis.

source: Audio Unit Effects
ca_es: Efectes de la unitat d'àudio

source: Display Audio Unit effects in graphical mode
ca_es: Mostra els efectes de la unitat d'àudio en mode gràfic

source: Rescan VST effects next time Audacity is started
ca_es: Torna a escanejar els efectes VST la propera vegada que s'iniciï l'Audacity

source: VST Effects
ca_es: Efectes VST

source: &Display VST effects in graphical mode
ca_es: &Mostra els efectes VST en mode gràfic

source: &Rescan VST effects next time Audacity is started
ca_es: &Torna a escanejar els efectes VST la propera vegada que s'iniciï l'Audacity

source: File extensions
ca_es: Extensions de fitxers

source: Move f&ilter up
ca_es: Mou el f&iltre amunt

source: Move &filter down
ca_es: Mou el &filtre avall

source: Unused filters:
ca_es: Filtres sense usar:

source: From Internet
ca_es: D'Internet

source: -36 dB (shallow range for high-amplitude editing)
ca_es: -36 dB (rang estret de valors, per a editar sons amb molta amplitud)

source: -48 dB (PCM range of 8 bit samples)
ca_es: -48 dB (rang PCM de les mostres de 8 bits)

source: -60 dB (PCM range of 10 bit samples)
ca_es: -60 dB (rang PCM de les mostres de 10 bits)

source: -96 dB (PCM range of 16 bit samples)
ca_es: -96 dB (rang PCM de les mostres de 16 bits)

source: -120 dB (approximate limit of human hearing)
ca_es: -120 dB (límit aproximat de percepció de l'oïda humana)

source: -145 dB (PCM range of 24 bit samples)
ca_es: -145 dB (rang PCM de les mostres de 24 bits)

source: Display
ca_es: Pantalla

source: Meter/Waveform dB &range:
ca_es: &Rang en dB dels picòmetres o l'ona:

source: &Language:
ca_es: &Idioma:

source: Location of &Manual:
ca_es: Ubicació del &manual:

source: &Beep on completion of longer activities
ca_es: &Fes 'bip' quan es completi una acció de llarga durada

source: Import / Export
ca_es: Importa / Exporta

source: When importing audio files
ca_es: Quan importis fitxers de so

source: &Make a copy of uncompressed audio files before editing (safer)
ca_es: &Fes una còpia del fitxer sense comprimir abans d'editar-lo (més segur)

source: &Read uncompressed audio files directly from the original (faster)
ca_es: &Llegeix directament el so sense comprimir del fitxer original (més ràpid)

source: &Normalize all tracks in project
ca_es: &Normalitza totes les pistes del projecte

source: When exporting tracks to an audio file
ca_es: Quan s'exportin pistes a un fitxer de so

source: &Always mix all tracks down to Stereo or Mono channel(s)
ca_es: Mescla sempre totes les pistes en un canal estereofònic o monofònic

source: &Use custom mix (for example to export a 5.1 multichannel file)
ca_es: &Fes servir una mescla personalitzada (per exemple, per a exportar a un fitxer multicanal 5.1)

source: S&how Metadata Editor prior to export step
ca_es: Mo&stra l'editor de metadades abans d'iniciar l'exportació

source: Keyboard
ca_es: Teclat

source: Keyboard preferences currently unavailable.
ca_es: Les preferències del teclat no es troben disponibles en aquest moment.

source: Open a new project to modify keyboard shortcuts.
ca_es: Obre un projecte nou per a modificar les dreceres de teclat

source: Key Bindings
ca_es: Assignacions de tecles

source: Note: Pressing Cmd+Q will quit. All other keys are valid.
ca_es: Nota: Prement Cmd+Q es tancarà el programa. Totes les altres tecles són vàlides.

source: Select an XML file containing Audacity keyboard shortcuts...
ca_es: Seleccioneu un fitxer XML amb les dreceres de teclat de l'Audacity...

source: Export Keyboard Shortcuts As:
ca_es: Anomena i exporta les dreceres de teclat:

source: All
ca_es: Tot

source: C&ategory:
ca_es: C&ategoria:

source: Set
ca_es: Estableix

source: Key Combination
ca_es: Combinació de tecles

source: Undo
ca_es: Desfés

source: Redo
ca_es: Refés

source: The keyboard shortcut '%s' is already assigned to: '%s'
ca_es: La drecera de teclat '%s' es troba ja assignada a: '%s'

source: MP3 Export Library
ca_es: Biblioteca d'exportació a MP3

source: MP3 Library Version:
ca_es: Versió de la biblioteca MP3:

source: MP3 Library:
ca_es: Biblioteca MP3:

source: &Locate...
ca_es: &Localitza...

source: LAME MP3 Library:
ca_es: Biblioteca MP3 LAME:

source: &Download
ca_es: &Descarrega

source: FFmpeg Import/Export Library
ca_es: Biblioteca d'importació i exportació FFmpeg

source: FFmpeg Library Version:
ca_es: Versió de la biblioteca FFmpeg:

source: No compatible FFmpeg library was found
ca_es: No s'ha pogut trobar cap biblioteca compatible amb FFmpeg

source: FFmpeg Library:
ca_es: Biblioteca FFmpeg:

source: Loca&te...
ca_es: Locali&tza...

source: Dow&nload
ca_es: Des&carrega

source: MIDI Devices
ca_es: Dispositius MIDI

source: Host
ca_es: Amfitrió

source: No MIDI interfaces
ca_es: No hi ha cap interfície MIDI

source: Modules
ca_es: Mòduls

source: Mouse
ca_es: Ratolí

source: Mouse Bindings (default values, not configurable)
ca_es: Vinculacions del ratolí (valors predeterminats, no configurable)

source: Tool
ca_es: Eina

source: Command Action
ca_es: Acció d'ordre

source: Buttons
ca_es: Botons

source: Left-Click
ca_es: Clic esquerre

source: Select
ca_es: Selecciona

source: Set Selection Point
ca_es: Especifica el punt de selecció

source: Left-Drag
ca_es: Arrossegament amb el botó principal

source: Set Selection Range
ca_es: Especifica el rang de selecció

source: Extend Selection Range
ca_es: Amplia l'abast de la selecció

source: Shift-Left-Click
ca_es: Maj+clic esquerre

source: Left-Double-Click
ca_es: Doble clic esquerre

source: Select Clip or Entire Track
ca_es: Selecciona un clip o una pista sencera

source: Ctrl-Left-Click
ca_es: Ctrl+clic esquerre

source: Set Selection Point and Play
ca_es: Estableix el punt de selecció i interpreta

source: Zoom in on Point
ca_es: Zoom en un punt

source: Zoom in on a Range
ca_es: Zoom en un rang

source: same as right-drag
ca_es: el mateix que arrossegar a la dreta

source: Right-Click
ca_es: Clic amb el botó secundari

source: Zoom out one step
ca_es: Allunya un pas

source: Right-Drag
ca_es: Arrossegament amb el botó secundari

source: same as left-drag
ca_es: el mateix que arrossegar a l'esquerra

source: Shift-Drag
ca_es: Majúscules+Arrossega

source: Zoom out on a Range
ca_es: Zoom en un rang

source: Middle-Click
ca_es: Clic del mig

source: Zoom default
ca_es: Zoom per defecte

source: Time shift clip or move up/down between tracks
ca_es: Desplaça el clip en el temps, o mou-lo amunt o avall entre pistes

source: Shift-Left-Drag
ca_es: Maj+Arrossega a l'esquerra

source: Time shift all clips in track
ca_es: Desplaça en el temps tots els clips d'una pista

source: Ctrl-Left-Drag
ca_es: Ctrl+Arrossega a l'esquerra

source: Move clip up/down between tracks
ca_es: Mou el clip amunt o avall entre pistes

source: Change Amplification Envelope
ca_es: Canvia l'envolupant d'amplificació

source: Change Sample
ca_es: Canvia la mostra

source: Pencil
ca_es: Llapis

source: Alt-Left-Click
ca_es: Alt+clic esquerre

source: Smooth at Sample
ca_es: Suavitza a la mostra

source: Change Several Samples
ca_es: Canvia diverses mostres

source: Change ONE Sample only
ca_es: Canvia només UNA mostra

source: Multi
ca_es: Diverses

source: same as select tool
ca_es: el mateix que l'eina de seleccionar

source: same as zoom tool
ca_es: el mateix que l'eina de zoom

source: Any
ca_es: Qualsevol

source: Scroll up or down
ca_es: Desplaça amunt o avall

source: Wheel-Rotate
ca_es: Roda del ratolí

source: Scroll left or right
ca_es: Desplaça't a l'esquerra o a la dreta

source: Shift-Wheel-Rotate
ca_es: Majúscules+Roda del ratolí

source: Ctrl-Wheel-Rotate
ca_es: Ctrl+Roda del ratolí

source: Effects Preview
ca_es: Previsualització d'efectes

source: &Length of preview:
ca_es: &Longitud de la vista preliminar:

source: Cut Preview
ca_es: Previsualitza el tall

source: Preview &before cut region:
ca_es: Vista preliminar &abans de la regió retallada:

source: Preview &after cut region:
ca_es: Vista preliminar &després de la regió retallada:

source: Seek Time when playing
ca_es: Desplaçament en el temps mentre s'interpreta

source: &Short period:
ca_es: Període &curt:

source: Lo&ng period:
ca_es: Període &llarg:

source: Preferences:
ca_es: Preferències:

source: Audacity Preferences
ca_es: Preferències de l'Audacity

source: Projects
ca_es: Projectes

source: When saving a project that depends on other audio files
ca_es: En desar un projecte que depèn d'altres fitxers de so

source: &Always copy all audio into project (safest)
ca_es: Copia &sempre tot el so dins del projecte (el més segur)

source: Do &not copy any audio
ca_es: No copiïs &cap so

source: As&k user
ca_es: Demana-&ho a l'usuari/ària

source: Shaped
ca_es: Retallat

source: Other...
ca_es: Altres...

source: Sampling
ca_es: Mostreig

source: Default Sample &Rate:
ca_es: F&reqüència de mostreig per defecte:

source: Default Sample &Format:
ca_es: &Format per defecte de les mostres:

source: Real-time Conversion
ca_es: Conversió en temps real

source: Sample Rate Con&verter:
ca_es: Co&nvertidor de la freqüència de mostreig:

source: &Dither:
ca_es: &Arrodoniment:

source: High-quality Conversion
ca_es: Conversió d'alta qualitat

source: Sample Rate Conver&ter:
ca_es: Conver&tidor de la freqüència de mostreig:

source: Dit&her:
ca_es: Arro&doniment

source: Playthrough
ca_es: Interpreta a través

source: Overdub: &Play other tracks while recording new one
ca_es: Overdub: Reprodueix les altres &pistes mentre se n'enregistra una de nova

source: &Hardware Playthrough: Listen while recording or monitoring new track
ca_es: Reproducció a través del &maquinari: Interpreta mentre s'enregistra o es monitoritza una nova pista

source: &Software Playthrough: Listen while recording or monitoring new track
ca_es: Reproducció a través del &programari: Interpreta mentre s'enregistra o es monitoritza una nova pista

source: (uncheck when recording "stereo mix")
ca_es: (desmarcar-ho quan s'enregistri en mode "mescla estereofònica")

source: Latency
ca_es: Latència

source: Audio to &buffer:
ca_es: So cap a la &memòria intermèdia:

source: milliseconds (higher = more latency)
ca_es: mil·lisegons (valor més alt = més latència)

source: L&atency correction:
ca_es: Correcció de la &latència:

source: milliseconds (negative = backwards)
ca_es: mil·lisegons (valor negatiu = marxa enrere)

source: Sound Activated Recording
ca_es: Enregistrament activat pel so

source: Sound Activated &Recording
ca_es: &Enregistrament activat pel so

source: Sound Activation Le&vel (dB):
ca_es: &Nivell de so a partir del qual s'activa l'enregistrament (dB):

source: Automated Input Level Adjustment
ca_es: Ajustament automàtic del nivell d'entrada

source: Enable Automated Input Level Adjustment.
ca_es: Activa l'ajustament automàtic del nivell d'entrada

source: Target Peak:
ca_es: Valor màxim a aconseguir:

source: Within:
ca_es: Entre:

source: Analysis Time:
ca_es: Temps d'anàlisi:

source: milliseconds (time of one analysis)
ca_es: mil·lisegons (temps d'una anàlisi)

source: Number of consecutive analysis:
ca_es: Nombre d'anàlisis consecutives:

source: 0 means endless
ca_es: 0 significa sense acabament

source: Spectrograms
ca_es: Espectrogrames

source: 8 - most wideband
ca_es: 8 - banda més ampla

source: 256 - default
ca_es: 256 - per defecte

source: 32768 - most narrowband
ca_es: 32768 - banda més estreta

source: FFT Window
ca_es: Finestra FFT

source: Window &size
ca_es: &Mida de la finestra

source: Window &type
ca_es: &Tipus de finestra

source: Mi&nimum Frequency (Hz):
ca_es: Freqüència &mínima (Hz):

source: Ma&ximum Frequency (Hz):
ca_es: Freqüència mà&xima (Hz):

source: &Gain (dB):
ca_es: &Guany (dB):

source: &Range (dB):
ca_es: &Rang (dB):

source: Frequency g&ain (dB/dec):
ca_es: Gu&any de freqüència: (dB/dec)

source: S&how the spectrum using grayscale colors
ca_es: &Mostra l'espectre fent servir una escala de grisos

source: Show a grid along the &Y-axis
ca_es: Mostra una graella al llarg de l'eix &Y

source: FFT Find Notes
ca_es: Localitza notes amb FFT

source: Minimum Amplitude (dB):
ca_es: Amplitud mínima (dB):

source: Max. Number of Notes (1..128):
ca_es: Nombre màx. de notes (1..128):

source: &Find Notes
ca_es: &Localitza notes

source: &Quantize Notes
ca_es: &Arrodoneix notes

source: The maximum frequency must be an integer
ca_es: La freqüència màxima ha de ser un nombre enter

source: Maximum frequency must be 100 Hz or above
ca_es: La freqüència màxima ha de ser de 100 Hz o superior

source: The minimum frequency must be an integer
ca_es: La freqüència mínima ha de ser un nombre enter

source: Minimum frequency must be at least 0 Hz
ca_es: La freqüència mínima ha de ser d'almenys 0 Hz

source: Minimum frequency must be less than maximum frequency
ca_es: La freqüència mínima ha de ser inferior a la freqüència màxima

source: The gain must be an integer
ca_es: El guany ha de ser un nombre enter

source: The range must be a positive integer
ca_es: El rang ha de ser un nombre enter positiu

source: The range must be at least 1 dB
ca_es: El rang ha de ser d'almenys 1 dB

source: The frequency gain must be an integer
ca_es: El guany de freqüència ha de ser un nombre enter

source: The frequency gain cannot be negative
ca_es: El guany de freqüència no pot ser negatiu

source: The frequency gain must be no more than 60 dB/dec
ca_es: El guany de freqüència no ha de ser superior a 60 dB/dec

source: The minimum amplitude (dB) must be an integer
ca_es: L'amplitud mínima (dB) ha de ser un nombre enter

source: The maximum number of notes must be an integer
ca_es: El nombre màxim de notes ha de ser un enter

source: The maximum number of notes must be in the range 1..128
ca_es: El nombre màxim de notes ha d'estar entre 1 i 128

source: Theme
ca_es: Tema

source: Info
ca_es: Informació

source: You have compiled Audacity with an extra button, 'Output Sourcery'. This will save a C version of the image cache that can be compiled in as a default.
ca_es: Heu compilat l'Audacity amb un botó extra, 'Sortida de codi font', que serveix per a desar un fitxer en llenguatge C de la imatge de mostra, que podreu fer servir per a una nova compilació.

source: If 'Load Theme Cache At Startup' is checked, then the Theme Cache will be loaded when the program starts up.
ca_es: Si l'opció 'Carrega la memòria cau de temes a l'inici' es troba habilitada, la memòria cau de temes es carregarà tan bon punt com el programa engegui.

source: Saving and loading individual theme files uses a separate file for each image, but is otherwise the same idea.
ca_es: Desar i carregar els fitxers individuals del tema us obliga a fer servir un fitxer individual per a cada imatge, però és la mateixa idea.

source: Theme Cache - Images && Color
ca_es: Mostres - Imatges i color

source: Save Theme Cache
ca_es: Desa una mostra del tema

source: Load Theme Cache
ca_es: Carrega la mostra del tema

source: Load Theme Cache At Startup
ca_es: Carrega la mostra del tema a l'inici
